{
	"content": "<p>Terms and Conditions of GoodGive Online Fundraising Services GoodGive shall provide the School, Community or Sporting Association/ Club entity (the Entity) registered above with online fundraising services so that donations can be made online to the Entity by Donors using a credit card, BPay or PayPal account. Fundraisers for the Entity will be able to create individual fundraising pages to appeal for online donations to the Entity. GoodGive will provide the Entity with all information required to utilise the online fundraising services and to track online donations to the Entity. GoodGive will offer telephone and email support to the Entity, its fundraisers and donors during business hours. Everyday Hero will receive donations to the Entity into its Bank Account, and will then pay the Entity by electronic transfer the net payment amount (total of donations received in a fourteen day period after deduction of the Service Fee) every fourteen days into its nominated bank account. GoodGive will keep a separate Management Account for the Entity showing all donations received, service fees deducted and transfer of donations to the Entity. GoodGive will provide the Entity with password-protected access to this account and the names and addresses of the Donors who have made donations.</p><p>GoodGive will provide FREE membership from the commencement date. The Entity may terminate the online fundraising services provided by GoodGive to the Entity by giving at least 30 days notice, or either party may terminate immediately in the event of an act that adversely affects the reputation or business of the other party.</p><p>The Entity will pay a Service Fee comprised of a service fee of 6.5% plus GST of the gross amount of funds raised for the Entity and a credit card processing fee at current market rate costs per transaction (See example: https://goodgive.co.nz/help/faqs). GoodGive reserves the right to change the Service Fee noted above for certain events promoted by third parties (Premium Events). GoodGive will notify the Entity in advance of any Premium Events and of the relevant Service Fee for that event. The Entity will have the option to withdraw participation from the Premium Event. If the Entity chooses to participate, the Entity shall pay the Service Fee notified to them by GoodGive.</p><p>This fee is deducted from each fortnightly payment before the funds are dispersed to the Entity. Everyday Hero will secure and protect the information obtained from all users of the Website in accordance with the Privacy Act 1988 (Cth) and GoodGive’s privacy policy. The Entity will ensure that the information published on the Website relating to the Entity and its request for donations, including information placed on the website by the Entity’s fundraisers, does not breach any law and does not contain material that is defamatory, pornographic, prohibited, violent or otherwise offensive. The Entity confirms that an authority to fundraise under relevant state or territory fundraising statutes is not required by the Entity for this fundraising activity. Where this authority is required, the Entity will notify GoodGive so that the appropriate paperwork can be executed. In this case, all conditions associated with the applicable fundraising statutes will be complied with, including those relating to the participation and supervision of children in fundraising activities. The Entity confirms it will comply with all relevant laws and policies relating to obtaining parental consent and the appropriate supervision and direction of children participating in fundraising activities. The Entity will not expose GoodGive to risk of any claim, legal or administrative action. The Entity will take out and maintain all necessary insurances. The Entity grants GoodGive permission to use and publish on the Website or in related publicity the information that has been provided by the Entity to Everyday Hero for the Entity’s fundraising purposes. All other information shared between the Entity and GoodGive will be treated confidentially. GoodGive shall indemnify the Entity against any loss or liability arising out of any breach of these terms and conditions by GoodGive. The Entity shall indemnify GoodGive against any loss or liability arising out of any breach of these terms and conditions by the Entity.</p>"
}


